Repository: ambrosus/sdk-ios
Catalog: AmbrosusViewer/Resources/*.lproj/Localizable.strings
Languages: ru

source: Scan
ru: Сканер

source: Browse
ru: Просмотр

source: Settings
ru: Настройки

source: Cancel
ru: Отмена

source: Error
ru: Ошибка

source: Close
ru: Закрыть

source: Copied
ru: Скопировано

source: Success
ru: Успешно

source: Scanned Assets
ru: Отсканированные ассеты

source: No assets found for user with id:
ru: Не найдены ассеты для этого пользователя с этим id:

source: Blockchain Verification
ru: Проверка блокчейна

source: Manage Demo Accounts
ru: Управление демо аккаунтами

source: Sign in with your private key QRcode
ru: Войти при помощи QRcode

source: Sign Out
ru: Выйти из аккаунта

source: Create assets and events with form
ru: Cоздание ассета и ивента через форму

source: Create assets and events with code
ru: Cоздание ассета и ивента через код

source: Enter your private key
ru: Введите ваш приватный ключ

source: your private key
ru: ваш приватный ключ

source: If you don't provide your private key , your will be in guest mode
ru: Если вы не войдете под своим ключом вы будете в гостевом режиме

source: You already login
ru: Вы уже вошли

source: You already sing in if you would like to sign out you can do this in settings tab.
ru: Вы уже уже вошли , если вый хотите выйти то перейдите на вкладку настроек

source: Invalid private key.
ru: Неверный приватный ключ.

source: Failed to find Ambrosus Asset from request with query:
ru: Не удалось найти объект Ambrosus из запроса с id:

source: Copy URL
ru: Копировать URL

source: Instructions
ru: Инструкция

source: Error, no Asset created.
ru: Ошибка, ассет не создан.

source: Error, no Event created.
ru: Ошибка, ивент не создан.

source: Create Asset
ru: Создать ассет

source: Create Event
ru: Создать ивент

source: Name cannot be empty.
ru: Имя не может быть пустым.

source: Type cannot be empty.
ru: Тип не может быть пустым.

source: Your asset created successfully.
ru: Ваш ассет успешно создан.

source: Your asset and event created successfully.
ru: Ваш ассет и ивент созданы успешно.

source: Name *
ru: Имя *

source: Type *
ru: Тип *

source: Access Level
ru: Уровень доступа

source: Description
ru: Описание

source: enter event name
ru: введите имя ивента

source: enter event type
ru: введите тип ивента

source: enter event access level
ru: введите уровень доступа

source: enter event description
ru: введите описание

source: Create asset without events.
ru: Создать ассет без ивентов

source: Create asset and event with information what you provide above.
ru: Создать ассет и ивент с информацией предоставленной выше.

source: Creation Form
ru: Форма для создания

# InstructionsKey
source: Ambrosus Viewer is capable of scanning Bar Codes, QR Codes, and Datamatrix codes. Codes with Ambrosus identifiers will display details about an asset on the AMB-Net. For a set of sample of codes you can scan visit: %@ We recommend opening this link on a separate computer so you can scan codes with this device. To see samples already included with the app select the browse tab (folder icon in the bottom right).
ru: Ambrosus Viewer способен сканировать штрих-коды, QR-коды и коды Datamatrix. Коды с идентификаторами Ambrosus будут отображать сведения об активе в AMB-Net. Для набора образцов кодов, которые вы можете сканировать, посетите: %@ Мы рекомендуем открыть эту ссылку на отдельном компьютере, чтобы можно было сканировать коды с помощью этого устройства. Чтобы увидеть примеры, уже включенные в приложение, выберите вкладку обзора (значок папки в правом нижнем углу).

# SampleCodesUrlKey
source: URL to website with sample codes to scan: %@ was copied successfully!
ru: URL для сайта с примерами кодов: %@ скопирован успешно!

# ScannedCodeKey
source: Scanned %@ code
ru: Сканирован %@ код
